<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 en hoger</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 en hoger</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 en hoger</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 en hoger</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 en hoger</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 en hoger</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 en hoger</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 en hoger</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 en hoger</string>
      <string id="Cat_Google">Update voor Microsoft Edge</string>
      <string id="Cat_GoogleUpdate">Update voor Microsoft Edge</string>
      <string id="Cat_Preferences">Voorkeuren</string>
      <string id="Cat_ProxyServer">Proxyserver</string>
      <string id="Cat_Applications">Toepassingen</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">Negeren van controleperiode automatisch bijwerken</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Tijdsperiode per dag om de automatische updatecontrole te onderdrukken</string>
      <string id="Pol_DownloadPreference">Klasse voor download-URL's negeren</string>
      <string id="DownloadPreference_DropDown">URL's in cache-downloads</string>
      <string id="Pol_ProxyMode">Geef aan hoe instellingen voor de proxyserver moeten worden opgegeven</string>
      <string id="Pol_ProxyServer">Adres of URL van proxyserver</string>
      <string id="Pol_ProxyPacUrl">URL voor een .pac-proxybestand</string>
      <string id="Pol_DefaultAllowInstallation">Sta standaardinstelling installatie toe</string>
      <string id="Pol_AllowInstallation">Installatie toestaan</string>
      <string id="Pol_DefaultUpdatePolicy">Updatebeleid overschrijft standaardwaarde</string>
      <string id="Pol_UpdatePolicy">Updatebeleid overschrijven</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Voorkomen dat bureaubladsnelkoppelingen tijdens standaardinstallatie worden gemaakt</string>
      <string id="Pol_CreateDesktopShortcut">Voorkomen dat bureaubladsnelkoppelingen tijdens installatie worden gemaakt</string>
      <string id="Pol_TargetVersionPrefix">Overschrijven van doelversie</string>
      <string id="Pol_RollbackToTargetVersion">Ongedaan maken naar doelversie</string>
      <string id="Pol_AllowSideBySideExperience">Zij-aan-zij-browserervaring van Microsoft Edge toestaan</string>
      <string id="Explain_AllowSideBySideExperience">Met dit beleid kan een gebruiker Microsoft Edge (Edge HTML) en Microsoft Edge (op Chromium gebaseerd) naast elkaar gebruiken.

Als dit beleid is ingesteld op Niet geconfigureerd, zal Microsoft Edge (op Chromium gebaseerd) Microsoft Edge (Edge HTML) vervangen nadat het stabiele kanaal van Microsoft Edge (op Chromium gebaseerd) en de beveiligingsupdates van november 2019 zijn geïnstalleerd. Dit is hetzelfde gedrag als van de instelling Uitgeschakeld.

Met de instelling Uitgeschakeld wordt een zij-aan-zij-ervaring geblokkeerd en zal Microsoft Edge (op Chromium gebaseerd) Microsoft Edge (Edge HTML) vervangen na het stabiele kanaal van Microsoft Edge (op Chromium gebaseerd) en de beveiligingsupdates van november 2019 zijn geïnstalleerd. Dit is hetzelfde gedrag als van de instelling Niet geconfigureerd.

Als dit beleid is ingeschakeld, kunnen Microsoft Edge (op Chromium gebaseerd) en Microsoft Edge (Edge HTML) naast elkaar worden uitgevoerd nadat Microsoft Edge (op Chromium gebaseerd) is geïnstalleerd.

Om dit groepsbeleid te kunnen gebruiken, moet het worden geconfigureerd vóór de automatische installatie van Microsoft Edge (op Chromium gebaseerd) door Windows Update. Opmerking: een gebruiker kan de automatische update van Microsoft Edge (op Chromium gebaseerd) blokkeren met behulp van de blokkeringswerkset voor Microsoft Edge (op Chromium gebaseerd).</string>
      <string id="Part_AutoUpdateCheckPeriod">Aantal minuten tussen updatecontroles</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Uur per dag waarop de update-controle wordt onderdrukt</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Minuten in uur waarop de updatecontrole wordt onderdrukt</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Aantal minuten om elke dag de updatecontrole te onderdrukken</string>
      <string id="Part_ProxyMode">Geef aan hoe instellingen voor de proxyserver moeten worden opgegeven</string>
      <string id="Part_ProxyServer">Adres of URL van proxyserver</string>
      <string id="Part_ProxyPacUrl">URL voor een .pac-proxybestand</string>
      <string id="Part_UpdatePolicy">Updatebeleid</string>
      <string id="Part_TargetVersionPrefix">Doelversie</string>
      <string id="Name_UpdatesEnabled">Updates altijd toestaan (aanbevolen)</string>
      <string id="Name_ManualUpdatesOnly">Alleen handmatige updates</string>
      <string id="Name_AutomaticUpdatesOnly">Alleen automatische stille updates</string>
      <string id="Name_UpdatesDisabled">Updates zijn uitgeschakeld</string>
      <string id="ProxyDisabled_DropDown">Nooit een proxy gebruiken</string>
      <string id="ProxyAutoDetect_DropDown">Proxy-instellingen automatisch detecteren</string>
      <string id="ProxyPacScript_DropDown">Een PAC-proxyscript gebruiken</string>
      <string id="ProxyFixedServers_DropDown">Vaste proxyservers gebruiken</string>
      <string id="ProxyUseSystem_DropDown">Proxy-instellingen van systeem gebruiken</string>
      <string id="Explain_GoogleUpdate">Beleid voor het beheer van de installatie en het bijwerken van Microsoft Edge via Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Algemeen beleid voor Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Als dit beleid is ingeschakeld, kunt u een waarde instellen voor het minimum aantal minuten tussen automatische updatecontroles. Anders worden automatische updatecontroles standaard elke 10 uur uitgevoerd.

  Als u alle automatische updatecontroles wilt uitschakelen, stelt u de waarde in op 0 (niet aanbevolen).</string>
      <string id="Explain_DownloadPreference">Indien ingeschakeld, probeert de Microsoft Edge Update-server in de antwoorden cachevriendelijke URL's te leveren voor het bijwerken van updatepayloads.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Als u dit beleid inschakelt, worden updatecontroles dagelijks vanaf uur:minuten voor een periode (in minuten) onderdrukt. De duur wordt niet beïnvloed door de zomertijd. Als de begintijd bijvoorbeeld 22:00 uur is en de duur 480 minuten, worden de updates gedurende 8 uur onderdrukt, ongeacht of de zomertijd tijdens deze periode begint of eindigt.

  Als u dit beleid uitschakelt of niet configureert, worden updatecontroles niet gedurende een bepaalde periode onderdrukt.</string>
      <string id="Explain_ProxyMode">Hiermee kunt u de proxyserverinstellingen opgeven die worden gebruikt door Microsoft Edge Update.

  Als u dit beleid inschakelt, kunt u kiezen uit de volgende proxyserveropties:
   - Als u nooit een proxyserver wilt gebruiken en altijd rechtstreeks verbinding wilt maken, worden alle andere opties genegeerd.
   - Als u de proxyinstellingen van het systeem wilt gebruiken of de proxyserver automatisch wilt detecteren, worden alle andere opties genegeerd.
   - Als u de modus met een vaste serverproxy wilt gebruiken, kunt u aanvullende opties opgeven in het beleid 'Adres of URL van proxyserver' .
   - Als u een PAC-proxyscript wilt gebruiken, moet u de URL voor het script opgeven in het beleid 'URL voor een .pac-proxybestand'.

  Als u dit beleid inschakelt, kunnen gebruikers in uw organisatie de proxyinstellingen in Microsoft Edge Update niet wijzigen.

  Als u dit beleid uitschakelt of niet configureert, worden er geen proxyserverinstellingen geconfigureerd, maar kunnen gebruikers in uw organisatie hun eigen proxyinstellingen voor Microsoft Edge Update kiezen.</string>
      <string id="Explain_ProxyServer">Hiermee kunt u de URL opgeven van de proxyserver die moet worden gebruikt door Microsoft Edge Update.

 Als u dit beleid inschakelt, kunt u de URL van de proxyserver instellen die door Microsoft Edge-Update in uw organisatie wordt gebruikt.

 Dit beleid wordt alleen toegepast als u handmatige proxyinstellingen hebt geselecteerd in het beleid 'Geef aan hoe instellingen voor de proxyserver moeten worden opgegeven'.

 Configureer dit beleid niet als u een andere proxyinstelling dan handmatig hebt geselecteerd in het beleid 'Geef aan hoe instellingen voor de proxyserver moeten worden opgegeven'.</string>
      <string id="Explain_ProxyPacUrl">Hiermee kunt u een URL opgeven voor een PAC-bestand (automatische proxyconfiguratie).

  Als u dit beleid inschakelt, kunt u een URL opgeven voor een PAC-bestand om te automatiseren hoe Microsoft Edge Update de juiste proxyserver voor het ophalen van een specifieke website selecteert.

  Dit beleid wordt alleen toegepast als u handmatige proxyinstellingen hebt opgegeven in het beleid 'Geef aan hoe instellingen voor de proxyserver moeten worden opgegeven'.

 Configureer dit beleid niet als u een andere proxyinstelling dan Handmatig hebt geselecteerd in het beleid 'Geef aan hoe instellingen voor de proxyserver moeten worden opgegeven'.</string>
      <string id="Explain_Applications">Er is een bijgewerkte sjabloon voor ADMX/ADML vereist ter ondersteuning van Edge-toepassingen die in de toekomst worden uitgebracht.</string>
      <string id="Explain_DefaultAllowInstallation">Geeft aan van een Microsoft Edge-kanaal kan worden geïnstalleerd op apparaten die lid zijn van een domein.

 Als u dit beleid voor een kanaal inschakelt, wordt de installatie van Microsoft Edge niet geblokkeerd.

 Als u dit beleid uitschakelt voor een kanaal wordt de installatie van Microsoft Edge geblokkeerd.

 Als u dit beleid niet voor een kanaal configureert, bepaald de beleidsconfiguratie 'Sta standaardinstelling installatie toe' of gebruikers dat kanaal van Microsoft Edge kunnen installeren.</string>
      <string id="Explain_DefaultUpdatePolicy">Hiermee kunt u het standaardgedrag opgeven voor alle kanalen om te bepalen hoe beschikbare updates voor Microsoft Edge worden verwerkt door Microsoft Edge Update. Kan worden overschreven voor afzonderlijke kanalen door het beleid voor 'Updatebeleid overschrijven' op te geven voor die specifieke kanalen.

 Als u dit beleid inschakelt, worden updates voor Microsoft Edge door Microsoft Edge Update verwerkt op de manier die u configureert met de volgende opties:
 - Updates altijd toestaan: updates worden altijd toegepast wanneer ze worden gevonden bij de periodieke updatecontrole of bij een handmatige updatecontrole.
 - Alleen automatische updates op de achtergrond: updates worden alleen toegepast wanneer ze worden gevonden bij de periodieke updatecontrole.
 - Alleen handmatige updates: updates worden alleen toegepast wanneer de gebruiker een handmatige updatecontrole uitvoert.
 - Updates uitgeschakeld: updates worden nooit toegepast.

 Als u handmatige updates selecteert, moet u regelmatig naar updates zoeken met het handmatige updatemechanisme van de app, indien beschikbaar. Als u updates uitschakelt, moet u regelmatig controleren op updates en deze distribueren naar gebruikers.

 Als u dit beleid niet inschakelt en configureert, bepaalt het beleid 'Updatebeleid overschrijven' hoe de beschikbare updates worden verwerkt door Microsoft Edge Update.</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Hiermee kunt u het standaardgedrag voor alle kanalen specificeren voor het maken van een snelkoppeling op het bureaublad wanneer Microsoft Edge is geïnstalleerd.

 Als u dit beleid inschakelt, wordt er een bureaubladsnelkoppeling gemaakt wanneer Microsoft Edge wordt geïnstalleerd.
 Als u dit beleid uitschakelt, wordt er geen bureaubladsnelkoppeling gemaakt wanneer Microsoft Edge wordt geïnstalleerd.
 Als u dit beleid niet configureert, wordt er tijdens de installatie een bureaubladsnelkoppeling naar Microsoft Edge gemaakt.
  Als Microsoft Edge al is geïnstalleerd, heeft dit beleid geen effect.</string>
      <string id="Explain_CreateDesktopShortcut">Als u dit beleid inschakelt, wordt er een bureaubladsnelkoppeling gemaakt wanneer Microsoft Edge wordt geïnstalleerd.
 Als u dit beleid uitschakelt, wordt er geen bureaubladsnelkoppeling gemaakt wanneer Microsoft Edge wordt geïnstalleerd.
 Als u dit beleid niet configureert, wordt er tijdens de installatie een bureaubladsnelkoppeling naar Microsoft Edge gemaakt. 
 Als Microsoft Edge al is geïnstalleerd, heeft dit beleid geen effect.

 Als u dit beleid niet configureert voor een kanaal, bepaalt de configuratie van het beleid 'Voorkomen dat bureaubladsnelkoppelingen tijdens standaardinstallatie worden gemaakt' of er een snelkoppeling wordt gemaakt bij installatie van Microsoft Edge.</string>
      <string id="Explain_WebView">Specificeert beleid voor Microsoft Edge-webweergave.</string>
      <string id="Explain_WebView_AutoUpdate">Hiermee kunt u aangeven of automatische updates zijn ingeschakeld voor Microsoft Edge WebView. Microsoft Edge WebView is een onderdeel dat door applicaties wordt gebruikt om webinhoud weer te geven.
 Automatische updates zijn standaard ingeschakeld. Het uitschakelen van automatische updates voor Microsoft Edge WebView kan compatibiliteitsproblemen veroorzaken met applicaties die afhankelijk zijn van dit onderdeel.

 Als u dit beleid inschakelt, verwerkt Microsoft Edge Update Microsoft Edge WebView-updates volgens de manier waarop u de volgende opties configureert:
 - Updates altijd toestaan: updates worden automatisch gedownload en toegepast
 - Updates uitgeschakeld: updates worden nooit gedownload of toegepast

 Als u dit beleid niet inschakelt worden updates automatisch gedownload en toegepast.</string>
      <string id="Explain_WebView_Install">Hiermee kunt u aangeven of Microsoft Edge WebView kan worden geïnstalleerd met Microsoft Edge Update.

 - Als u dit beleid inschakelt, kunnen gebruikers Microsoft Edge WebView installeren via Microsoft Edge Update.
 - Als u dit beleid uitschakelt, kunnen gebruikers Microsoft Edge WebView niet installeren via Microsoft Edge Update.
 - Als u dit beleid niet configureert, bepaalt de configuratie van het beleid 'Sta standaardinstelling installatie toe' of gebruikers Microsoft Edge WebView kunnen installeren via Microsoft Edge Update.</string>
      <string id="Explain_WebView_TargetVersionPrefix">Wanneer dit beleid is ingeschakeld en automatisch bijwerken is ingeschakeld, wordt Microsoft Edge WebView bijgewerkt naar de versie die door deze beleidswaarde wordt gespecificeerd.
De beleidswaarde moet een specifieke Microsoft Edge WebView-versie zijn, zoals 83.0.499.12. Als een apparaat een nieuwere versie van Microsoft Edge WebView heeft dan de opgegeven waarde, blijft Microsoft Edge WebView op de nieuwere versie en wordt niet gedowngraded naar de opgegeven versie.

 Als de opgegeven versie niet bestaat of onjuist is opgemaakt, blijft Microsoft Edge WebView op de huidige versie staan en wordt deze niet automatisch bijgewerkt naar toekomstige versies.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Geeft aan of een Microsoft Edge-kanaal kan worden geïnstalleerd op apparaten die lid zijn van een domein.

 Als u dit beleid voor een kanaal inschakelt, wordt de installatie van Microsoft Edge niet geblokkeerd.

 Als u dit beleid uitschakelt voor een kanaal wordt de installatie van Microsoft Edge geblokkeerd.

 Als u dit beleid niet voor een kanaal configureert, bepaalt de beleidsconfiguratie 'Sta standaardinstelling installatie toe' of gebruikers dat kanaal van Microsoft Edge kunnen installeren.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Hiermee wordt aangegeven hoe beschikbare updates voor Microsoft Edge worden verwerkt door Microsoft Edge Update.

 Als u dit beleid inschakelt, worden updates voor Microsoft Edge door Microsoft Edge Update verwerkt op de manier die u configureert met de volgende opties:
 - Updates altijd toestaan: updates worden altijd toegepast wanneer ze worden gevonden bij de periodieke updatecontrole of bij een handmatige updatecontrole.
 - Alleen automatische updates op de achtergrond: updates worden alleen toegepast wanneer ze worden gevonden bij de periodieke updatecontrole.
 - Alleen handmatige updates: updates worden alleen toegepast wanneer de gebruiker een handmatige updatecontrole uitvoert. (Niet alle apps bieden een interface voor deze optie.)
 - Updates uitgeschakeld: updates worden nooit toegepast.

 Als u handmatige updates selecteert, moet u regelmatig naar updates zoeken met het handmatige updatemechanisme van de app, indien beschikbaar. Als u updates uitschakelt, moet u regelmatig controleren op updates en deze distribueren naar gebruikers.

 Als u dit beleid niet inschakelt en configureert, bepaalt het beleid 'Updatebeleid overschrijft standaardwaarde' hoe de beschikbare updates worden verwerkt door Microsoft Edge Update. More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Wanneer dit beleid is ingeschakeld en automatisch bijwerken is ingeschakeld, wordt Microsoft Edge bijgewerkt naar de versie die door deze beleidswaarde wordt gespecificeerd.

De beleidswaarde moet een specifieke Microsoft Edge-versie zijn, zoals 83.0.499.12.

 Als een apparaat een nieuwere versie van Microsoft Edge heeft dan de opgegeven waarde, blijft Microsoft Edge op de nieuwere versie en wordt niet gedowngraded naar de opgegeven versie.

 Als de opgegeven versie niet bestaat of onjuist is opgemaakt, blijft Microsoft Edge op de huidige versie staan en wordt deze niet automatisch bijgewerkt naar toekomstige versies.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Geeft aan dat Microsoft Edge Update installaties van Microsoft Edge moet terugdraaien naar de versie die wordt aangegeven in 'Overschrijven van doelversie'.

 Dit beleid heeft geen effect tenzij 'Overschrijven van doelversie' is ingesteld en 'Updatebeleid overschrijven' is ingesteld op een van de AAN-statussen (updates altijd toestaan, alleen automatische stille updates, alleen handmatige updates).

 Als u dit beleid uitschakelt of niet configureert, blijven installaties met een hogere versie dan gespecificeerd door 'Overschrijven van doelversie' ongewijzigd.

 Als u dit beleid inschakelt, worden installaties met een huidige versie die hoger is dan gespecificeerd door 'Overschrijven van doelversie', gedowngraded naar de doelversie.

 We raden gebruikers aan om de nieuwste versie van de Microsoft Edge-browser te installeren om bescherming te garanderen door de nieuwste beveiligingsupdates. Terugdraaien naar een eerdere versie riskeert blootstelling aan bekende beveiligingsproblemen. Dit beleid is bedoeld om te worden gebruikt als tijdelijke oplossing om problemen in een Microsoft Edge-browserupdate aan te pakken.

Voordat u uw browserversie tijdelijk terugdraait, raden we u aan om Synchronisatie (https://go.microsoft.com/fwlink/?linkid=2133032) in te schakelen voor alle gebruikers in uw organisatie. Als u Synchronisatie niet inschakelt, bestaat het risico van permanent verlies van browsegegevens. Gebruik dit beleid op eigen risico.

Opmerking: alle versies die kunnen worden teruggedraaid, worden hier weergegeven https://aka.ms/EdgeEnterprise.

Dit beleid is alleen beschikbaar op Windows-instanties die zijn aangesloten op een Microsoft® Active Directory®-domein.

Dit beleid is van toepassing op Microsoft Edge versie 86 of hoger.

Zie https://go.microsoft.com/fwlink/?linkid=2133918 voor meer informatie. Dit beleid is bedoeld om te fungeren als tijdelijke maatregel wanneer Enterprise Administrators om zakelijke redenen moeten downgraden. De meest recente versie moet worden gebruikt om ervoor te zorgen dat de gebruikers beschermd zijn met de nieuwste beveiligingsupdates. Als versies naar oudere versies worden gedowngraded, kunnen er compatibiliteitsproblemen zijn.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Geeft aan of een Microsoft Edge-kanaal kan worden geïnstalleerd op apparaten die lid zijn van een domein.

 Als u dit beleid voor een kanaal inschakelt, wordt de installatie van Microsoft Edge niet geblokkeerd.

 Als u dit beleid uitschakelt voor een kanaal wordt de installatie van Microsoft Edge geblokkeerd.

 Als u dit beleid niet voor een kanaal configureert, bepaalt de beleidsconfiguratie 'Sta standaardinstelling installatie toe' of gebruikers dat kanaal van Microsoft Edge kunnen installeren.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Hiermee wordt aangegeven hoe beschikbare updates voor Microsoft Edge worden verwerkt door Microsoft Edge Update.

 Als u dit beleid inschakelt, worden updates voor Microsoft Edge door Microsoft Edge Update verwerkt op de manier die u configureert met de volgende opties:
 - Updates altijd toestaan: updates worden altijd toegepast wanneer ze worden gevonden bij de periodieke updatecontrole of bij een handmatige updatecontrole.
 - Alleen automatische updates op de achtergrond: updates worden alleen toegepast wanneer ze worden gevonden bij de periodieke updatecontrole.
 - Alleen handmatige updates: updates worden alleen toegepast wanneer de gebruiker een handmatige updatecontrole uitvoert. (Niet alle apps bieden een interface voor deze optie.)
 - Updates uitgeschakeld: updates worden nooit toegepast.

 Als u handmatige updates selecteert, moet u regelmatig naar updates zoeken met het handmatige updatemechanisme van de app, indien beschikbaar. Als u updates uitschakelt, moet u regelmatig controleren op updates en deze distribueren naar gebruikers.

 Als u dit beleid niet inschakelt en configureert, bepaalt het beleid 'Updatebeleid overschrijft standaardwaarde' hoe de beschikbare updates worden verwerkt door Microsoft Edge Update. More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Wanneer dit beleid is ingeschakeld en automatisch bijwerken is ingeschakeld, wordt Microsoft Edge bijgewerkt naar de versie die door deze beleidswaarde wordt gespecificeerd.

De beleidswaarde moet een specifieke Microsoft Edge-versie zijn, zoals 83.0.499.12.

 Als een apparaat een nieuwere versie van Microsoft Edge heeft dan de opgegeven waarde, blijft Microsoft Edge op de nieuwere versie en wordt niet gedowngraded naar de opgegeven versie.

 Als de opgegeven versie niet bestaat of onjuist is opgemaakt, blijft Microsoft Edge op de huidige versie staan en wordt deze niet automatisch bijgewerkt naar toekomstige versies.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Geeft aan dat Microsoft Edge Update installaties van Microsoft Edge moet terugdraaien naar de versie die wordt aangegeven in 'Overschrijven van doelversie'.

 Dit beleid heeft geen effect tenzij 'Overschrijven van doelversie' is ingesteld en 'Updatebeleid overschrijven' is ingesteld op een van de AAN-statussen (updates altijd toestaan, alleen automatische stille updates, alleen handmatige updates).

 Als u dit beleid uitschakelt of niet configureert, blijven installaties met een hogere versie dan gespecificeerd door 'Overschrijven van doelversie' ongewijzigd.

 Als u dit beleid inschakelt, worden installaties met een huidige versie die hoger is dan gespecificeerd door 'Overschrijven van doelversie', gedowngraded naar de doelversie.

 We raden gebruikers aan om de nieuwste versie van de Microsoft Edge-browser te installeren om bescherming te garanderen door de nieuwste beveiligingsupdates. Terugdraaien naar een eerdere versie riskeert blootstelling aan bekende beveiligingsproblemen. Dit beleid is bedoeld om te worden gebruikt als tijdelijke oplossing om problemen in een Microsoft Edge-browserupdate aan te pakken.

Voordat u uw browserversie tijdelijk terugdraait, raden we u aan om Synchronisatie (https://go.microsoft.com/fwlink/?linkid=2133032) in te schakelen voor alle gebruikers in uw organisatie. Als u Synchronisatie niet inschakelt, bestaat het risico van permanent verlies van browsegegevens. Gebruik dit beleid op eigen risico.

Opmerking: alle versies die kunnen worden teruggedraaid, worden hier weergegeven https://aka.ms/EdgeEnterprise.

Dit beleid is alleen beschikbaar op Windows-instanties die zijn aangesloten op een Microsoft® Active Directory®-domein.

Dit beleid is van toepassing op Microsoft Edge versie 86 of hoger.

Zie https://go.microsoft.com/fwlink/?linkid=2133918 voor meer informatie. Dit beleid is bedoeld om te fungeren als tijdelijke maatregel wanneer Enterprise Administrators om zakelijke redenen moeten downgraden. De meest recente versie moet worden gebruikt om ervoor te zorgen dat de gebruikers beschermd zijn met de nieuwste beveiligingsupdates. Als versies naar oudere versies worden gedowngraded, kunnen er compatibiliteitsproblemen zijn.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Geeft aan of een Microsoft Edge-kanaal kan worden geïnstalleerd op apparaten die lid zijn van een domein.

 Als u dit beleid voor een kanaal inschakelt, wordt de installatie van Microsoft Edge niet geblokkeerd.

 Als u dit beleid uitschakelt voor een kanaal wordt de installatie van Microsoft Edge geblokkeerd.

 Als u dit beleid niet voor een kanaal configureert, bepaalt de beleidsconfiguratie 'Sta standaardinstelling installatie toe' of gebruikers dat kanaal van Microsoft Edge kunnen installeren.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Hiermee wordt aangegeven hoe beschikbare updates voor Microsoft Edge worden verwerkt door Microsoft Edge Update.

 Als u dit beleid inschakelt, worden updates voor Microsoft Edge door Microsoft Edge Update verwerkt op de manier die u configureert met de volgende opties:
 - Updates altijd toestaan: updates worden altijd toegepast wanneer ze worden gevonden bij de periodieke updatecontrole of bij een handmatige updatecontrole.
 - Alleen automatische updates op de achtergrond: updates worden alleen toegepast wanneer ze worden gevonden bij de periodieke updatecontrole.
 - Alleen handmatige updates: updates worden alleen toegepast wanneer de gebruiker een handmatige updatecontrole uitvoert. (Niet alle apps bieden een interface voor deze optie.)
 - Updates uitgeschakeld: updates worden nooit toegepast.

 Als u handmatige updates selecteert, moet u regelmatig naar updates zoeken met het handmatige updatemechanisme van de app, indien beschikbaar. Als u updates uitschakelt, moet u regelmatig controleren op updates en deze distribueren naar gebruikers.

 Als u dit beleid niet inschakelt en configureert, bepaalt het beleid 'Updatebeleid overschrijft standaardwaarde' hoe de beschikbare updates worden verwerkt door Microsoft Edge Update. More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Wanneer dit beleid is ingeschakeld en automatisch bijwerken is ingeschakeld, wordt Microsoft Edge bijgewerkt naar de versie die door deze beleidswaarde wordt gespecificeerd.

De beleidswaarde moet een specifieke Microsoft Edge-versie zijn, zoals 83.0.499.12.

 Als een apparaat een nieuwere versie van Microsoft Edge heeft dan de opgegeven waarde, blijft Microsoft Edge op de nieuwere versie en wordt niet gedowngraded naar de opgegeven versie.

 Als de opgegeven versie niet bestaat of onjuist is opgemaakt, blijft Microsoft Edge op de huidige versie staan en wordt deze niet automatisch bijgewerkt naar toekomstige versies.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Geeft aan dat Microsoft Edge Update installaties van Microsoft Edge moet terugdraaien naar de versie die wordt aangegeven in 'Overschrijven van doelversie'.

 Dit beleid heeft geen effect tenzij 'Overschrijven van doelversie' is ingesteld en 'Updatebeleid overschrijven' is ingesteld op een van de AAN-statussen (updates altijd toestaan, alleen automatische stille updates, alleen handmatige updates).

 Als u dit beleid uitschakelt of niet configureert, blijven installaties met een hogere versie dan gespecificeerd door 'Overschrijven van doelversie' ongewijzigd.

 Als u dit beleid inschakelt, worden installaties met een huidige versie die hoger is dan gespecificeerd door 'Overschrijven van doelversie', gedowngraded naar de doelversie.

 We raden gebruikers aan om de nieuwste versie van de Microsoft Edge-browser te installeren om bescherming te garanderen door de nieuwste beveiligingsupdates. Terugdraaien naar een eerdere versie riskeert blootstelling aan bekende beveiligingsproblemen. Dit beleid is bedoeld om te worden gebruikt als tijdelijke oplossing om problemen in een Microsoft Edge-browserupdate aan te pakken.

Voordat u uw browserversie tijdelijk terugdraait, raden we u aan om Synchronisatie (https://go.microsoft.com/fwlink/?linkid=2133032) in te schakelen voor alle gebruikers in uw organisatie. Als u Synchronisatie niet inschakelt, bestaat het risico van permanent verlies van browsegegevens. Gebruik dit beleid op eigen risico.

Opmerking: alle versies die kunnen worden teruggedraaid, worden hier weergegeven https://aka.ms/EdgeEnterprise.

Dit beleid is alleen beschikbaar op Windows-instanties die zijn aangesloten op een Microsoft® Active Directory®-domein.

Dit beleid is van toepassing op Microsoft Edge versie 86 of hoger.

Zie https://go.microsoft.com/fwlink/?linkid=2133918 voor meer informatie. Dit beleid is bedoeld om te fungeren als tijdelijke maatregel wanneer Enterprise Administrators om zakelijke redenen moeten downgraden. De meest recente versie moet worden gebruikt om ervoor te zorgen dat de gebruikers beschermd zijn met de nieuwste beveiligingsupdates. Als versies naar oudere versies worden gedowngraded, kunnen er compatibiliteitsproblemen zijn.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Geeft aan of een Microsoft Edge-kanaal kan worden geïnstalleerd op apparaten die lid zijn van een domein.

 Als u dit beleid voor een kanaal inschakelt, wordt de installatie van Microsoft Edge niet geblokkeerd.

 Als u dit beleid uitschakelt voor een kanaal wordt de installatie van Microsoft Edge geblokkeerd.

 Als u dit beleid niet voor een kanaal configureert, bepaalt de beleidsconfiguratie 'Sta standaardinstelling installatie toe' of gebruikers dat kanaal van Microsoft Edge kunnen installeren.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Hiermee wordt aangegeven hoe beschikbare updates voor Microsoft Edge worden verwerkt door Microsoft Edge Update.

 Als u dit beleid inschakelt, worden updates voor Microsoft Edge door Microsoft Edge Update verwerkt op de manier die u configureert met de volgende opties:
 - Updates altijd toestaan: updates worden altijd toegepast wanneer ze worden gevonden bij de periodieke updatecontrole of bij een handmatige updatecontrole.
 - Alleen automatische updates op de achtergrond: updates worden alleen toegepast wanneer ze worden gevonden bij de periodieke updatecontrole.
 - Alleen handmatige updates: updates worden alleen toegepast wanneer de gebruiker een handmatige updatecontrole uitvoert. (Niet alle apps bieden een interface voor deze optie.)
 - Updates uitgeschakeld: updates worden nooit toegepast.

 Als u handmatige updates selecteert, moet u regelmatig naar updates zoeken met het handmatige updatemechanisme van de app, indien beschikbaar. Als u updates uitschakelt, moet u regelmatig controleren op updates en deze distribueren naar gebruikers.

 Als u dit beleid niet inschakelt en configureert, bepaalt het beleid 'Updatebeleid overschrijft standaardwaarde' hoe de beschikbare updates worden verwerkt door Microsoft Edge Update. More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Wanneer dit beleid is ingeschakeld en automatisch bijwerken is ingeschakeld, wordt Microsoft Edge bijgewerkt naar de versie die door deze beleidswaarde wordt gespecificeerd.

De beleidswaarde moet een specifieke Microsoft Edge-versie zijn, zoals 83.0.499.12.

 Als een apparaat een nieuwere versie van Microsoft Edge heeft dan de opgegeven waarde, blijft Microsoft Edge op de nieuwere versie en wordt niet gedowngraded naar de opgegeven versie.

 Als de opgegeven versie niet bestaat of onjuist is opgemaakt, blijft Microsoft Edge op de huidige versie staan en wordt deze niet automatisch bijgewerkt naar toekomstige versies.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Geeft aan dat Microsoft Edge Update installaties van Microsoft Edge moet terugdraaien naar de versie die wordt aangegeven in 'Overschrijven van doelversie'.

 Dit beleid heeft geen effect tenzij 'Overschrijven van doelversie' is ingesteld en 'Updatebeleid overschrijven' is ingesteld op een van de AAN-statussen (updates altijd toestaan, alleen automatische stille updates, alleen handmatige updates).

 Als u dit beleid uitschakelt of niet configureert, blijven installaties met een hogere versie dan gespecificeerd door 'Overschrijven van doelversie' ongewijzigd.

 Als u dit beleid inschakelt, worden installaties met een huidige versie die hoger is dan gespecificeerd door 'Overschrijven van doelversie', gedowngraded naar de doelversie.

 We raden gebruikers aan om de nieuwste versie van de Microsoft Edge-browser te installeren om bescherming te garanderen door de nieuwste beveiligingsupdates. Terugdraaien naar een eerdere versie riskeert blootstelling aan bekende beveiligingsproblemen. Dit beleid is bedoeld om te worden gebruikt als tijdelijke oplossing om problemen in een Microsoft Edge-browserupdate aan te pakken.

Voordat u uw browserversie tijdelijk terugdraait, raden we u aan om Synchronisatie (https://go.microsoft.com/fwlink/?linkid=2133032) in te schakelen voor alle gebruikers in uw organisatie. Als u Synchronisatie niet inschakelt, bestaat het risico van permanent verlies van browsegegevens. Gebruik dit beleid op eigen risico.

Opmerking: alle versies die kunnen worden teruggedraaid, worden hier weergegeven https://aka.ms/EdgeEnterprise.

Dit beleid is alleen beschikbaar op Windows-instanties die zijn aangesloten op een Microsoft® Active Directory®-domein.

Dit beleid is van toepassing op Microsoft Edge versie 86 of hoger.

Zie https://go.microsoft.com/fwlink/?linkid=2133918 voor meer informatie. Dit beleid is bedoeld om te fungeren als tijdelijke maatregel wanneer Enterprise Administrators om zakelijke redenen moeten downgraden. De meest recente versie moet worden gebruikt om ervoor te zorgen dat de gebruikers beschermd zijn met de nieuwste beveiligingsupdates. Als versies naar oudere versies worden gedowngraded, kunnen er compatibiliteitsproblemen zijn.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Geeft aan of een Microsoft Edge-kanaal kan worden geïnstalleerd op apparaten die lid zijn van een domein.

 Als u dit beleid voor een kanaal inschakelt, wordt de installatie van Microsoft Edge niet geblokkeerd.

 Als u dit beleid uitschakelt voor een kanaal wordt de installatie van Microsoft Edge geblokkeerd.

 Als u dit beleid niet voor een kanaal configureert, bepaalt de beleidsconfiguratie 'Sta standaardinstelling installatie toe' of gebruikers dat kanaal van Microsoft Edge kunnen installeren.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Hiermee wordt aangegeven hoe beschikbare updates voor Microsoft Edge worden verwerkt door Microsoft Edge Update.

 Als u dit beleid inschakelt, worden updates voor Microsoft Edge door Microsoft Edge Update verwerkt op de manier die u configureert met de volgende opties:
 - Updates altijd toestaan: updates worden altijd toegepast wanneer ze worden gevonden bij de periodieke updatecontrole of bij een handmatige updatecontrole.
 - Alleen automatische updates op de achtergrond: updates worden alleen toegepast wanneer ze worden gevonden bij de periodieke updatecontrole.
 - Alleen handmatige updates: updates worden alleen toegepast wanneer de gebruiker een handmatige updatecontrole uitvoert. (Niet alle apps bieden een interface voor deze optie.)
 - Updates uitgeschakeld: updates worden nooit toegepast.

 Als u handmatige updates selecteert, moet u regelmatig naar updates zoeken met het handmatige updatemechanisme van de app, indien beschikbaar. Als u updates uitschakelt, moet u regelmatig controleren op updates en deze distribueren naar gebruikers.

 Als u dit beleid niet inschakelt en configureert, bepaalt het beleid 'Updatebeleid overschrijft standaardwaarde' hoe de beschikbare updates worden verwerkt door Microsoft Edge Update. More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Wanneer dit beleid is ingeschakeld en automatisch bijwerken is ingeschakeld, wordt Microsoft Edge bijgewerkt naar de versie die door deze beleidswaarde wordt gespecificeerd.

De beleidswaarde moet een specifieke Microsoft Edge-versie zijn, zoals 83.0.499.12.

 Als een apparaat een nieuwere versie van Microsoft Edge heeft dan de opgegeven waarde, blijft Microsoft Edge op de nieuwere versie en wordt niet gedowngraded naar de opgegeven versie.

 Als de opgegeven versie niet bestaat of onjuist is opgemaakt, blijft Microsoft Edge op de huidige versie staan en wordt deze niet automatisch bijgewerkt naar toekomstige versies.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Geeft aan dat Microsoft Edge Update installaties van Microsoft Edge moet terugdraaien naar de versie die wordt aangegeven in 'Overschrijven van doelversie'.

 Dit beleid heeft geen effect tenzij 'Overschrijven van doelversie' is ingesteld en 'Updatebeleid overschrijven' is ingesteld op een van de AAN-statussen (updates altijd toestaan, alleen automatische stille updates, alleen handmatige updates).

 Als u dit beleid uitschakelt of niet configureert, blijven installaties met een hogere versie dan gespecificeerd door 'Overschrijven van doelversie' ongewijzigd.

 Als u dit beleid inschakelt, worden installaties met een huidige versie die hoger is dan gespecificeerd door 'Overschrijven van doelversie', gedowngraded naar de doelversie.

 We raden gebruikers aan om de nieuwste versie van de Microsoft Edge-browser te installeren om bescherming te garanderen door de nieuwste beveiligingsupdates. Terugdraaien naar een eerdere versie riskeert blootstelling aan bekende beveiligingsproblemen. Dit beleid is bedoeld om te worden gebruikt als tijdelijke oplossing om problemen in een Microsoft Edge-browserupdate aan te pakken.

Voordat u uw browserversie tijdelijk terugdraait, raden we u aan om Synchronisatie (https://go.microsoft.com/fwlink/?linkid=2133032) in te schakelen voor alle gebruikers in uw organisatie. Als u Synchronisatie niet inschakelt, bestaat het risico van permanent verlies van browsegegevens. Gebruik dit beleid op eigen risico.

Opmerking: alle versies die kunnen worden teruggedraaid, worden hier weergegeven https://aka.ms/EdgeEnterprise.

Dit beleid is alleen beschikbaar op Windows-instanties die zijn aangesloten op een Microsoft® Active Directory®-domein.

Dit beleid is van toepassing op Microsoft Edge versie 86 of hoger.

Zie https://go.microsoft.com/fwlink/?linkid=2133918 voor meer informatie. Dit beleid is bedoeld om te fungeren als tijdelijke maatregel wanneer Enterprise Administrators om zakelijke redenen moeten downgraden. De meest recente versie moet worden gebruikt om ervoor te zorgen dat de gebruikers beschermd zijn met de nieuwste beveiligingsupdates. Als versies naar oudere versies worden gedowngraded, kunnen er compatibiliteitsproblemen zijn.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Aantal minuten tussen updatecontroles</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Uur</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuut</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Duur</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Type download-URL om aan te vragen</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Geef aan hoe instellingen voor de proxyserver moeten worden opgegeven
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adres of URL van proxyserver</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL voor een .pac-proxybestand</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Updatebeleid</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Updatebeleid</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Doelversie</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>